Repository: TRSONGIR/DLDR
Catalog: src/Locale/*/default.po
Languages: fa_ir

source: Interstitial
fa_ir: بینابینی

source: Banner
fa_ir: بنر

source: No Advert
fa_ir: بدون‌تبلیغ

source: Earn
fa_ir: درآمد

source: Disabled Cookies
fa_ir: کوکی‌های غیرفعال

source: Anonymous User
fa_ir: کاربر عمومی

source: Adblock
fa_ir: ادبلاک

source: Proxy
fa_ir: پروکسی

source: IP Changed
fa_ir: تغییر آی پی

source: Not Unique
fa_ir: غیر یکتا

source: Full Weight
fa_ir: وزن کل

source: Default Campaign
fa_ir: تبلیغات پیشفرض

source: Direct
fa_ir: مستقیم

source: My Wallet
fa_ir: کیف پول من

source: Web Money
fa_ir: وبمانی

source: Bank Transfer
fa_ir: انتقال بانکی

source: Afganistan
fa_ir: افغانستان

source: Albania
fa_ir: البانیا

source: Algeria
fa_ir: الجزائر

source: American Samoa
fa_ir: ساموا

source: Andorra
fa_ir: اندورا

source: Angola
fa_ir: انگولا

source: Anguilla
fa_ir: آنگویلا

source: Antarctica
fa_ir: قاره قطب جنوب

source: Antigua and Barbuda
fa_ir: آنتیگوا و باربودا

source: Argentina
fa_ir: ارژانتین

source: Armenia
fa_ir: ارمنستان

source: Aruba
fa_ir: اروبا

source: Australia
fa_ir: استرالیا

source: Austria
fa_ir: اتریش

source: Åland Islands
fa_ir: جزایر ایسلند

source: Azerbaijan
fa_ir: اذربایجان

source: Bahamas
fa_ir: باهاما

source: Bahrain
fa_ir: بحرین

source: Bangladesh
fa_ir: بنگلادش

source: Barbados
fa_ir: باربادوس

source: Belarus
fa_ir: بلاروس

source: Belgium
fa_ir: بلژیک

source: Belize
fa_ir: بلیز

source: Benin
fa_ir: بنین

source: Bermuda
fa_ir: برمودا

source: Bhutan
fa_ir: بوتان

source: Bolivia
fa_ir: بولیوی

source: Bosnia and Herzegowina
fa_ir: بوسنی و هرزگوین

source: Botswana
fa_ir: بوتسوانا

source: Bouvet Island
fa_ir: جزیره بووت

source: Brazil
fa_ir: برزیل

source: British Indian Ocean Territory
fa_ir: قلمرو بریتانیا در اقیانوس هند

source: Brunei Darussalam
fa_ir: برونئی دارالسلام

source: Bulgaria
fa_ir: بلغارستان

source: Burkina Faso
fa_ir: بورکینافاسو

source: Burundi
fa_ir: بروندی

source: Cambodia
fa_ir: کامبوج

source: Cameroon
fa_ir: کامرون

source: Canada
fa_ir: کانادا

source: Cape Verde
fa_ir: کیپ ورد

source: Cayman Islands
fa_ir: جزایر کیمن

source: Central African Republic
fa_ir: آفریقای مرکزی

source: Chad
fa_ir: چاد

source: Chile
fa_ir: شیلی

source: China
fa_ir: چین

source: Christmas Island
fa_ir: جزیره کریسمس

source: Cocos (Keeling) Islands
fa_ir: جزایر کوکوس

source: Colombia
fa_ir: کلمبیا

source: Comoros
fa_ir: کومور

source: Congo
fa_ir: کونگو

source: Congo, the Democratic Republic of the
fa_ir: کنگو، جمهوری دموکراتیک

source: Cook Islands
fa_ir: جزایر کوک

source: Costa Rica
fa_ir: کاستاریکا

source: Cote d'Ivoire
fa_ir: ساحل عاج

source: Curaçao
fa_ir: کوراسائو

source: Croatia (Hrvatska)
fa_ir: کرواسی

source: Cuba
fa_ir: کوبا

source: Cyprus
fa_ir: قبرس

source: Czech Republic
fa_ir: چک

source: Denmark
fa_ir: دانمارک

source: Djibouti
fa_ir: جیبوتی

source: Dominica
fa_ir: دومنیکا

source: Dominican Republic
fa_ir: جمهوری دومنیکا

source: East Timor
fa_ir: تیمور شرقی

source: Ecuador
fa_ir: اکوادور

source: Egypt
fa_ir: مصر

source: El Salvador
fa_ir: سالوادور

source: Equatorial Guinea
fa_ir: گینه استوایی

source: Eritrea
fa_ir: اریتره

source: Estonia
fa_ir: استونی

source: Ethiopia
fa_ir: اتیوپی

source: Falkland Islands (Malvinas)
fa_ir: جزایر فالکلند

source: Faroe Islands
fa_ir: جزایر فارو

source: Fiji
fa_ir: فیجی

source: Finland
fa_ir: فلاند

source: France
fa_ir: فرانسه

source: France, Metropolitan
fa_ir: فرانسه، متروپولیتن

source: French Guiana
fa_ir: گویان فرانسه

source: French Polynesia
fa_ir: پلینزی فرانسه

source: French Southern Territories
fa_ir: سرزمین های جنوبی فرانسه

source: Gabon
fa_ir: گابون

source: Gambia
fa_ir: گامبیا

source: Georgia
fa_ir: جورجیا

source: Germany
fa_ir: آلمان

source: Ghana
fa_ir: غنا

source: Gibraltar
fa_ir: جبل الطارق

source: Greece
fa_ir: یونان

source: Greenland
fa_ir: گرینلند

source: Grenada
fa_ir: گرانادا

source: Guadeloupe
fa_ir: جزیره گوادلوپ

source: Guam
fa_ir: گوام

source: Guatemala
fa_ir: گواتمالا

source: Guinea
fa_ir: گینه

source: Guinea-Bissau
fa_ir: گینه بیسائو

source: Guyana
fa_ir: گویان

source: Haiti
fa_ir: هائیتی

source: Heard and Mc Donald Islands
fa_ir: جزایر هرد و مکدونالد

source: Holy See (Vatican City State)
fa_ir: واتیکان مقدس(ایالت واتیکان)

source: Honduras
fa_ir: هوندراس

source: Hong Kong
fa_ir: هنگ کنگ

source: Hungary
fa_ir: مجارستان

source: Iceland
fa_ir: ایسلند

source: Isle of Man
fa_ir: جزیره آدم

source: India
fa_ir: هند

source: Indonesia
fa_ir: اندونزی

source: Iran (Islamic Republic of)
fa_ir: جمهوری اسلامی ایران

source: Iraq
fa_ir: عراق

source: Ireland
fa_ir: ایرلند

source: Israel
fa_ir: اسرائیل

source: Italy
fa_ir: ایتالیا

source: Jamaica
fa_ir: جامائیکا

source: Japan
fa_ir: ژاپن

source: Jordan
fa_ir: جردن

source: Kazakhstan
fa_ir: قزاقستان

source: Kenya
fa_ir: کنیا

source: Kiribati
fa_ir: کیریباتی

source: Korea, Democratic People's Republic of
fa_ir: کره جنوبی، دموکراتیک خلق

source: Korea, Republic of
fa_ir: کره

source: Kuwait
fa_ir: کویت

source: Kyrgyzstan
fa_ir: قرقیزستان

source: Lao People's Democratic Republic
fa_ir: لائو، جمهوری دموکراتیک

source: Latvia
fa_ir: لتونی

source: Lebanon
fa_ir: لبنان

source: Lesotho
fa_ir: لسوتو

source: Liberia
fa_ir: لیبریا

source: Libyan Arab Jamahiriya
fa_ir: جمهوری عربی لیبی

source: Liechtenstein
fa_ir: لیختن اشتاین

source: Lithuania
fa_ir: لیتوانی

source: Luxembourg
fa_ir: لوکزامبورگ

source: Macau
fa_ir: ماکائو

source: Macedonia, The Former Yugoslav Republic of
fa_ir: مقدونیه، جمهوری یوگسلاوی سابق

source: Madagascar
fa_ir: ماداگاسکار

source: Malawi
fa_ir: مالاوی

source: Malaysia
fa_ir: مالزی

source: Maldives
fa_ir: مالدیو

source: Mali
fa_ir: مالی

source: Malta
fa_ir: مالاتا

source: Marshall Islands
fa_ir: جزایر مارشال

source: Martinique
fa_ir: مارتینیک

source: Mauritania
fa_ir: موریتانی

source: Mauritius
fa_ir: موریس

source: Mayotte
fa_ir: مایوته

source: Mexico
fa_ir: مکزیکو سیتی

source: Micronesia, Federated States of
fa_ir: ایالات فدرال میکرونزی

source: Moldova, Republic of
fa_ir: جمهوری مولداوی

source: Monaco
fa_ir: موناکو

source: Montenegro
fa_ir: مونته نگرو

source: Mongolia
fa_ir: مغولستان

source: Montserrat
fa_ir: مونتسرات

source: Morocco
fa_ir: مراکش

source: Mozambique
fa_ir: موزامبیک

source: Myanmar
fa_ir: میانمار

source: Namibia
fa_ir: نامبیا

source: Nauru
fa_ir: ناآورا

source: Nepal
fa_ir: نپال

source: Netherlands
fa_ir: هلند

source: Netherlands Antilles
fa_ir: آنتیل هلند

source: New Caledonia
fa_ir: کلدونیا

source: New Zealand
fa_ir: نیوزلند

source: Nicaragua
fa_ir: نیکاراگوئه

source: Niger
fa_ir: نیجر

source: Nigeria
fa_ir: نیجریه

source: Niue
fa_ir: نیو

source: Norfolk Island
fa_ir: جزیره نورفولک

source: Northern Mariana Islands
fa_ir: جزایر ماریانای شمالی

source: Norway
fa_ir: نروژ

source: Oman
fa_ir: عمان

source: Pakistan
fa_ir: پاکستان

source: Palau
fa_ir: پالائو

source: Panama
fa_ir: پاناما

source: Papua New Guinea
fa_ir: پاپوانا گینه نو

source: Paraguay
fa_ir: پاراگوئه

source: Peru
fa_ir: پرو

source: Philippines
fa_ir: فیلیپین

source: Pitcairn
fa_ir: جزایر پیت کرن

source: Poland
fa_ir: لهستان

source: Portugal
fa_ir: پرتغال

source: Puerto Rico
fa_ir: پورتوریکو

source: Palestine
fa_ir: فلسطین

source: Qatar
fa_ir: قطر

source: Reunion
fa_ir: رونین

source: Romania
fa_ir: رمانی

source: Republic of Serbia
fa_ir: جمهوری صربستان

source: Russian Federation
fa_ir: روسیه

source: Rwanda
fa_ir: رواندا

source: Saint Kitts and Nevis
fa_ir: سنت کیت

source: Saint LUCIA
fa_ir: سنت لوییس

source: Saint Vincent and the Grenadines
fa_ir: سنت وینسنت و گرنادین

source: Samoa
fa_ir: ساموآ

source: San Marino
fa_ir: سن مارینو

source: Sao Tome and Principe
fa_ir: سائوتومه و پرینسیپ

source: Saudi Arabia
fa_ir: عربستان سعودی

source: Senegal
fa_ir: سنگال

source: Seychelles
fa_ir: سیشل

source: Sierra Leone
fa_ir: سیرا لئون

source: Singapore
fa_ir: سنگاپور

source: Slovakia (Slovak Republic)
fa_ir: اسلواکی (جمهوری اسلواکی)

source: Slovenia
fa_ir: اسلوانی

source: Solomon Islands
fa_ir: جزاير سليمان

source: Somalia
fa_ir: سومالی

source: Sint Maarten
fa_ir: سنت مارتن

source: South Africa
fa_ir: آفریقای جنوبی

source: South Georgia and the South Sandwich Islands
fa_ir: جورجیای جنوبی و جزایر ساندویچ جنوبی

source: Spain
fa_ir: اسپانیا

source: Sri Lanka
fa_ir: سریلانکا

source: St. Helena
fa_ir: سنت هلن

source: St. Pierre and Miquelon
fa_ir: سنت پیر و میکلون

source: Sudan
fa_ir: سودان

source: Suriname
fa_ir: سورینام

source: Svalbard and Jan Mayen Islands
fa_ir: سوالبارد و جزایر ژان ماین

source: Swaziland
fa_ir: سوازیلند

source: Sweden
fa_ir: سوئد

source: Switzerland
fa_ir: سوئیس

source: Syrian Arab Republic
fa_ir: سوریه

source: Taiwan, Province of China
fa_ir: تایوان، استان چین

source: Tajikistan
fa_ir: تاجیکستان

source: Tanzania, United Republic of
fa_ir: جمهوری متحده تانزانیا

source: Thailand
fa_ir: تایلند

source: Togo
fa_ir: توگو

source: Tokelau
fa_ir: توکلائو

source: Tonga
fa_ir: تونگا

source: Trinidad and Tobago
fa_ir: ترینیداد و توباگو

source: Tunisia
fa_ir: تونس

source: Turkey
fa_ir: ترکیه

source: Turkmenistan
fa_ir: تركمنستان

source: Turks and Caicos Islands
fa_ir: جزایر تورکس و کایکوس

source: Tuvalu
fa_ir: تووالو

source: Uganda
fa_ir: اوگاندا

source: Ukraine
fa_ir: اوکراین

source: United Arab Emirates
fa_ir: امارات متحده عربی

source: United Kingdom
fa_ir: انگلستان

source: United States
fa_ir: آمریکا

source: United States Minor Outlying Islands
fa_ir: جزایر کوچک حاشیه های ایالات متحده

source: Uruguay
fa_ir: اروگوئه

source: Uzbekistan
fa_ir: ازبکستان

source: Vanuatu
fa_ir: وانواتو

source: Venezuela
fa_ir: آمازوناس (ونزوئلا)

source: Vietnam
fa_ir: ویتنام

source: Virgin Islands (British)
fa_ir: جزایر ویرجین (بریتانیا)

source: Virgin Islands (U.S.)
fa_ir: جزایر ویرجین (ایالات متحده)

source: Wallis and Futuna Islands
fa_ir: جزایر والیس و فوتونا

source: Western Sahara
fa_ir: صحرای وسترن

source: Yemen
fa_ir: یمن

source: Yugoslavia
fa_ir: یوگسلاوی

source: Zambia
fa_ir: زامبیا

source: Zimbabwe
fa_ir: زیمباوه

source: Worldwide Deal(All Countries)
fa_ir: سرتاسر جهان (همه کشورها)

source: Your license has been verified.
fa_ir: لایسنس شما تایید شد.

source: Announcement has been added.
fa_ir: اطلاعیه اضافه شد

source: Oops! There are mistakes in the form. Please make the correction.
fa_ir: اوه! اشتباهی در فرم بوجود آمده. لطفا آن را تصحیح کنید.

source: Invalid Announcement
fa_ir: اطلاعیه نامعتبر

source: Announcement has been updated.
fa_ir: اطلاعیه بروز شد

source: The announcement with id: {0} has been deleted.
fa_ir: اطلاعیه به شماره {0} حذف شد.

source: You must have at least one interstitial campaign marked as default.
fa_ir: شما باید حداقل یک آگهی بینابینی پیشفرض داشته باشید.

source: You must have at least one banner campaign marked as default.
fa_ir: شما باید حداقل یک آگهی بنری پیشفرض داشته باشید.

source: Invalid campaign
fa_ir: آگهی نامعتبر

source: Campaign Not Found
fa_ir: آگهی پیدا نشد

source: You must purchase at least from one country.
fa_ir: شما باید حداقل از یک کشور خرید کنید

source: Your campaign has been created.
fa_ir: آگهی شما ایجاد شد.

source: Unable to create your campaign.
fa_ir: آگهی شما ایجاد نشد.

source: Campaign has been updated.
fa_ir: آگهی بروز شد.

source: Unable to update campaign.
fa_ir: آگهی بروز نشد.

source: Campaign not found
fa_ir: آگهی پیدا نشد

source: Invalid Invoice
fa_ir: فاکتور نامعتبر

source: The invoice with id: {0} has been marked as paid.
fa_ir: فاکتور به شماره {0} به عنوان پرداخت شده علامت خورد.

source: The invoice with id: {0} has been deleted.
fa_ir: فاکتور به شماره {0} حذف شد.

source: Invalid link
fa_ir: لینک نامعتبر

source: The Link has been updated.
fa_ir: لینک بروز شد.

source: The Link with alias: {0} has been hided.
fa_ir: لینک با کد: {0} مخفی شد.

source: The Link with alias: {0} has been unhided.
fa_ir: لینک با کد: {0} از حالت مخفی خارج شد.

source: Settings have been saved.
fa_ir: تنظیمات ذخیره شد.

source: Email settings have been saved.
fa_ir: تنظیمات ایمیل ذخیره شد.

source: Social login settings have been saved.
fa_ir: تنظیمات ورود شبکه های اجتماعی ذخیره شد.

source: Invalid option
fa_ir: آپشن نامعتبر

source: Could not copy email.php file.
fa_ir: فایل email.php را نتوانست کپی کند.

source: Could not write email.php file.
fa_ir: فایل email.php نتوانست نوشته شود

source: Page has been added.
fa_ir: صفحه اضافه شد.

source: Invalid Page
fa_ir: صفحه نامعتبر

source: Page has been updated.
fa_ir: صفحه بروز شد.

source: The page with id: {0} has been deleted.
fa_ir: صفحه به شماره {0} حذف شد.

source: Plan has been added.
fa_ir: پلن اضافه شد.

source: Invalid Plan
fa_ir: پلن نامعتبر

source: Plan has been updated.
fa_ir: پلن بروز شد.

source: Default plan can't be deleted.
fa_ir: پلن پیشفرض نمیتواند حذف شود.

source: The plan with id: {0} has been deleted.
fa_ir: پلن به شماره {0} حذف شد.

source: Post has been added.
fa_ir: پست اضافه شد.

source: Invalid Post
fa_ir: پست نامعتبر

source: Post has been updated.
fa_ir: پست بروز شد.

source: The post with id: {0} has been deleted.
fa_ir: پست به شماره {0} حذف شد.

source: Testimonial has been added.
fa_ir: نقل‌قول اضافه شد

source: Invalid Testimonial
fa_ir: نقل‌قول نامعتبر

source: Testimonial has been updated.
fa_ir: نقل‌قول بروز شد.

source: The testimonial with id: {0} has been deleted.
fa_ir: نقل‌قول به شماره {0} حذف شد.

source: Can not able to run upgrade. Error:
fa_ir: آپگرید نمیتواند اجرا شود.

source: Database upgraded successfully.
fa_ir: آپگرید پایگاه داده با موفقیت انجام شد.

source: Invalid User
fa_ir: کاربر نامعتبر

source: The user has been added.
fa_ir: کاربر اضافه شد.

source: Unable to add the user.
fa_ir: کاربر اضافه نشد.

source: The user has been updated.
fa_ir: کاربر بروز شد.

source: Unable to edit user.
fa_ir: ناتوان در ویرایش کاربر

source: The Link with id: {0} has been deactivated.
fa_ir: لینک به شماره {0} غیرفعال شد.

source: The campaign with id: {0} has been approved.
fa_ir: آگهی به شماره {0} تایید شد.

source: The campaign with id: {0} has been completed.
fa_ir: آگهی به شماره {0} تکمیل شد.

source: Invalid username or password, try again
fa_ir: نام کاربری یا رمزعبور اشتباه است، مجدد تلاش کنید.

source: The CAPTCHA was incorrect. Try again
fa_ir: کد امنیتی کپچا اشتباه است. مجدد تلاش کنید.

source: Your account has been created. Please check your email inbox or spam folder to activate your account.
fa_ir: حساب کاربری شما ایجاد شد. لطفا اینباکس یا پوشه اسپم ایمیل خود را جهت فعالسازی حساب بررسی نمایید.

source: Your account has been created.
fa_ir: حساب کاربری شما ایجاد شد.

source: Invalid Activation.
fa_ir: فعالسازی نامعتبر

source: Your account has been activated.
fa_ir: حساب کاربری شما فعال شد.

source: Unable to activate your account.
fa_ir: حساب کاربری شما نتوانست فعال شود.

source: Invalid User.
fa_ir: کاربر نامعتبر.

source: Kindly check your email for reset password link.
fa_ir: ایمیل خود را جهت لینک ریست رمزعبور بررسی نمایید.

source: Unable to reset password.
fa_ir: ناتوان در ریست رمزعبور.

source: Invalid Request.
fa_ir: درخواست نامعتبر

source: Your password has been changed.
fa_ir: رمزعبور شما تغییر یافت.

source: Unable to change your password.
fa_ir: ناتوان در تغییر رمزعبور شما.

source: You must set your Recaptcha secret key!
fa_ir: شما باید سکرت کی ریکپچا را تنظیم کنید!

source: You must set your Invisible Recaptcha secret key!
fa_ir: شما باید کد مخفی سکرت کی ریکپچا را تنظیم نمایید!

source: Bad Request.
fa_ir: درخواست غیرمعمول.

source: Your message has been sent!
fa_ir: پیام شما ارسال شد!

source: Can't send the message. Please try again latter.
fa_ir: پیام ارسال نشد. لطفا بعدا مجدد تلاش کنید.

source: Connection failed:
fa_ir: خطا در اتصال

source: Invalid user
fa_ir: کاربر نامعتبر

source: Invalid URL.
fa_ir: آدرس نامعتبر.

source: Creating campaigns is currently disabled.
fa_ir: ایجاد آگهی فعلا غیرفعال است.

source: Invalid request
fa_ir: درخواست نامعتبر

source: Not found campaign
fa_ir: آگهی یافت نشد

source: Advertising Campaign #
fa_ir: کمپین آگهی

source: Creating interstitial campaigns is currently disabled.
fa_ir: ایجاد آگهی بینابینی فعلا غیرفعال است.

source: Your campaign has been added. After paying, we will review it and it will appear on the website.
fa_ir: آگهی شما اضافه شد. بعد از پرداخت، ما آن را بررسی کرده و در وبسایت قرار میگیرد.

source: Creating banner campaigns is currently disabled.
fa_ir: ایجاد آگهی بنری فعلا غیرفعال است.

source: Creating popup campaigns is currently disabled.
fa_ir: ایجاد آگهی پاپ‌آپ فعلا غیرفعال است.

source: You don't have enough money in your wallet.
fa_ir: شما پول کافی در حساب کاربری خود ندارید.

source: Not found campaign.
fa_ir: آگهی پیدا نشد.

source: Invoice
fa_ir: فاکتور

source: Invalide payment method.
fa_ir: روش پرداخت نامعتبر

source: Invoice has been updated.
fa_ir: فاکتور بروز شد.

source: You must upgrade your plan so you can use this tool.
fa_ir: شما باید پلن کاربری خود را ارتقاء دهید سپس از این ابزار میتوانید استفاده کنید.

source: Your Link has been updated.
fa_ir: لینک شما بروز شد.

source: Profile has been updated
fa_ir: پروفایل بروز شد.

source: Yearly
fa_ir: سالیانه

source: Monthly
fa_ir: ماهیانه

source: An invoice with id: {0} has been generated.
fa_ir: یک فاکتور به شماره {0} ایجاد شد.

source: Kindly check your email to confirm it.
fa_ir: جهت تایید ایمیل خود را بررسی کنید.

source: Your email has been confirmed.
fa_ir: ایمیل شما تایید شد.

source: Unable to confirm your email.
fa_ir: ناتوان در تایید ایمیل شما.

source: Password has been updated
fa_ir: رمزعبور بروز شد

source: Withdraw amount should be equal or greater than {0}.
fa_ir: مبلغ برداشت باید برابر یا بیشتر از {0} باشد.

source: You should fill your withdrawal info from your profile settings.
fa_ir: شما باید اطلاعات پرداخت خود را در تنظیمات پروفایل تکمیل نمایید.

source: Your withdraw has been request and under review.
fa_ir: درخواست برداشت شما ثبت شد و تحت بررسی است.

source: Unable to request the withdraw.
fa_ir: ناتوان در درخواست برداشت.

source: Invalid Page.
fa_ir: صفحه نامعتبر

source: Popup
fa_ir: پاپ‌آپ

source: Package Description / Country
fa_ir: توضیحات بسته / کشور

source: Cost per 1000 Views
fa_ir: مبلغ به‌ازای ۱۰۰۰ نمایش

source: Desktop
fa_ir: رایانه رومیزی

source: Mobile / Tablet
fa_ir: موبایل و تبلت

source: Both
fa_ir: هردو

source: Earnings per 1000 Views
fa_ir: درآمد به‌ازای ۱۰۰۰ نمایش

source: Invalid Post.
fa_ir: پست نامعتبر

source: 404 Not Found
fa_ir: ۴۰۴ پیدا نشد

source: Invalid API token.
fa_ir: کد API نامعتبر

source: Error.
fa_ir: خطا

source: A name is required
fa_ir: یک نام اجباری است

source: A valid email address is required
fa_ir: یک ایمیل معتبر اجباری است

source: A subject is required
fa_ir: یک عنوان اجباری است

source: Message body is required
fa_ir: متن پیام اجباری است

source: {0}: New Account
fa_ir: {0}: حساب جدید

source: {0}: Change Email
fa_ir: {0}: تغییر ایمیل

source: {0}: Password Reset
fa_ir: {0}: ریست رمزعبور

source: Choose a valid value.
fa_ir: مقدار معتبر انتخاب کنید.

source: Write a valid natural number.
fa_ir: یک عدد صحیح بنویسید.

source: This value should not be blank.
fa_ir: این مقدار نمیتواند خالی باشد.

source: URL must be valid.
fa_ir: آدرس باید معتبر باشد.

source: http and https urls only allowed.
fa_ir: فقط آدرسهای http و https اجازه دارند.

source: You must have a purchase.
fa_ir: شما باید یک خرید داشته باشید.

source: You must accept our terms and conditions.
fa_ir: شما باید قوانین و شرایط ما را قبول نمایید.

source: URL is invalid.
fa_ir: آدرس نامعتبر است.

source: http, https and magnet urls only allowed.
fa_ir: فقط آدرسهای http، https و magnet اجازه دارند.

source: This domain is not allowed on our system.
fa_ir: این دامنه در سیستم ما مجاز نیست.

source: Google currently report this URL as an active phishing, malware, or unwanted website.
fa_ir: درحال حاضر گوگل گزارش داده این لینک حاوی بدافزار یا مخرب یا... میباشد.

source: PhishTank currently report this URL as an active phishing website.
fa_ir: فیشتانک درحال حاضر گزارش فیشینگ لینک را داده است.

source: Please add an alias.
fa_ir: لطفا یک پسوند اضافه کنید.

source: Maximum alias length is 30 characters.
fa_ir: حداکثر طول پسوتد ۳۰ کاراکتر است.

source: Alias should be a alpha numeric value
fa_ir: پسوند فقط میتواند شامل حروف الفبا و اعداد باشد

source: This alias is a reserved word.
fa_ir: این پسوند جزء کلمات رزرو شده می باشد.

source: Alias already exists.
fa_ir: پسوند قبلا ثبت شده

source: Please select a reason to report.
fa_ir: لطفا یک دلیل برای گزارش انتخاب کنید.

source: Please enter a valid reason
fa_ir: لطفا دلیل معتبر وارد کنید

source: Slug must be unique.
fa_ir: اسلاگ باید یکتا باشد.

source: alphaNumeric Only
fa_ir: حرف‌عدد فقط

source: Minimum Length 5
fa_ir: حداقل طول ۵

source: Maximum Length 255
fa_ir: حداکثر طول ۲۵۵

source: This username is a reserved word.
fa_ir: این نام کاربری جزء کلمات رزرو شده می باشد.

source: Username already exists
fa_ir: نام کاربری قبلا ثبت شده

source: Not the same
fa_ir: مشابه نیست

source: Maximum Length 25
fa_ir: حداکثر طول ۲۵

source: E-mail must be valid
fa_ir: ایمیل باید معتبر باشد

source: E-mail must be unique
fa_ir: ایمیل باید غیرتکراری باشد

source: This field should not be blank.
fa_ir: این فیلد نمیتواند خالی باشد.

source: Please enter current password.
fa_ir: لطفا رمزعبور فعلی را وارد کنید.

source: You must have a balance.
fa_ir: شما باید موجودی داشته باشید.

source: Withdraw amount should be greater or equal to {0}.
fa_ir: مبلغ برداشت باید بیشتر یا برابر {0} باشد.

source: Client's Testimonials
fa_ir: نقل‌قولهای کاربران

source: What People Say?
fa_ir: مردم چه میگویند؟

source: Your Name *
fa_ir: نام شما *

source: Your Email *
fa_ir: ایمیل شما *

source: Your Subject *
fa_ir: عنوان پیام *

source: Your Message *
fa_ir: پیام شما *

source: Send Message
fa_ir: ارسال پیام

source: Privacy Policy
fa_ir: حریم خصوصی

source: Terms of Use
fa_ir: قوانین و مقررات

source: Copyright &copy;
fa_ir: کپی‌رایت &copy;

source: Your URL Here
fa_ir: آدرس لینک را اینجا وارد کنید

source: Toggle navigation
fa_ir: جمع کردن منو

source: Advertising
fa_ir: تبلیغات

source: Payout Rates
fa_ir: نرخ درآمدها

source: Home
fa_ir: صفحه اصلی

source: Blog
fa_ir: بلاگ

source: My Account
fa_ir: حساب من

source: Please Wait
fa_ir: لطفا صبر کنید

source: Please check the captcha box to proceed to the destination page.
fa_ir: لطفا تیک باکس امنیتی را بزنید تا به صفحه مقصد هدایت شوید.

source: Click here to continue
fa_ir: برای ادامه اینجا کلیک کنید

source: What is {0}?
fa_ir: {0} چیست؟

source: {0} is a completely free tool where you can create short links, which apart from being free, you get paid! So, now you can make money from home, when managing and protecting your links. Register now!
fa_ir: {0} یک ابزار کاملا رایگان است که در آن شما می توانید لینک های کوتاه ایجاد کنید، که جدا از رایگان بودن، شما می توانید کسب درآمد نمایید! بنابراین، در حال حاضر شما می توانید از منزل، زمانی که لینک های خود را مدیریت می کنید، کسب درآمد کنید. منتظر چه هستید؟؟! همین الان ثبت نام کنید!

source: Shorten URLs and earn money
fa_ir: کسب درآمد با کوتاه کننده لینک

source: Signup for an account in just 2 minutes. Once you've completed your registration just start creating short URLs and sharing the links with your family and friends.
fa_ir: ابتدا در سایت ثبت نام نمایید و شروع کنید به کوتاه کردن لینکها و آنها را بین خانواده و دوستان خود به اشتراک بگذارید.

source: Your link is almost ready.
fa_ir: لینک شما تقریبا آمده است.

source: Seconds
fa_ir: ثانیه

source: Please wait...
fa_ir: لطفا صبر کنید...

source: Submit
fa_ir: ثبت

source: Getting link...
fa_ir: درحال دریافت لینک...

source: Get Link
fa_ir: دریافت لینک

source: Please Wait 10s
fa_ir: لطفا 10ثانیه صبر کنید

source: Skip Ad
fa_ir: رد آگهی

source: Shorten URLs and
fa_ir: کسب درآمد با

source: earn money
fa_ir: کوتاه کننده لینک

source: Create an account
fa_ir: ثبت نام در سایت

source: Shorten your link
fa_ir: کوتاه کردن لینک

source: Earn Money
fa_ir: کسب درآمد

source: Earn extra money
fa_ir: پول بیشتری داشته باشید

source: Why join us?
fa_ir: چرا ما؟
