Repository: TRSONGIR/DLDR
Catalog: src/Locale/*/default.po
Languages: fa_ir

source: {0} is a completely free tool where you can create short links, which apart from being free, you get paid! So, now you can make money from home, when managing and protecting your links.
fa_ir: {0} یک ابزار و خدمات کامل رایگان است که علاوه بر کوتاه کردن لینک ها به شما اجازه میدهد تا کسب درآمد نمایید. بنابراین شما میتوانید در خانه و درحالی که به مدیریت و حفاظت از لینکها میپردازید کسب درآمد کنید.

source: How and how much do I earn?
fa_ir: چطور و چگونه کسب درآمد کنم؟

source: How can you start making money with {0}? It's just 3 steps: create an account, create a link and post it - for every visit, you earn money. It's just that easy!
fa_ir: چطور میشود با {0} شروع به کسب درآمد کرد؟ خیلی ساده! در سه مرحله: عضویت، ایجاد لینک کوتاه و ارسال - به ازای هر بازدید از لینک شما درآمد کسب میکنید.

source: {0}% Refferal Bonus
fa_ir: {0}% جایزه از زیرمجموعه

source: The {0} referral program is a great way to spread the word of this great service and to earn even more money with your short links! Refer friends and receive {1}% of their earnings for life!
fa_ir: برنامه زیرمجموعه گیری {0} یک راه عالی و یک خدمت عالی برای گسترش کسب و کار و انگیزه کاربران که باعث افزایش کسب درآمد شما میشود. دوستانتان را معرفی کنید و {1}% از درآمد آنها را جایزه بگیرید.

source: Featured Administration Panel
fa_ir: ویژگی های پنل کاربری

source: Control all of the features from the administration panel with a click of a button.
fa_ir: کنترل تمام بخش ها و امکانات سایت تنها با یک کلیک روی دکمه در بخش کاربران سایت.

source: Detailed Stats
fa_ir: آمار دقیق

source: Know your audience. Analyse in detail what brings you the most income and what strategies you should adapt.
fa_ir: مخاطبان خود را بشناسید! مشاهده جزئیات دقیق از بازدیدکنندگان لینک ها و درآمد شما باعث میشود تا بدانید چه استراتژی لازم است.

source: Low Minimum Payout
fa_ir: حداقل پرداخت پایین

source: You are required to earn only {0} before you will be paid. We can pay all users via their PayPal.
fa_ir: با رسیدن به مبلغ {0} شما میتوانید درخواست برداشت وجه بدهید! ما میتوانیم به تمام حسابهای بانکی شما درآمدتان را واریز کنیم.

source: Highest Rates
fa_ir: بالاترین بازدهی

source: Make the most out of your traffic with our always increasing rates.
fa_ir: ایجاد بیشترین ترافیک واقعی، افزایش همیشگی بازدهی و نرخ وبسایت شما.

source: API
fa_ir: API توسعه دهندگان

source: Shorten links more quickly with easy to use API and bring your creative and advanced ideas to life.
fa_ir: با روشهای جدیدی که در اختیار شما میگذاریم خیلی راحت تر و سریع تر میتوانید لینک های خود را کوتاه کنید و درآمد کسب کنید. تغییر لینک آسان، اسکریپت، ربات تلگرام و...

source: Support
fa_ir: پشتیبانی

source: A dedicated support team is ready to help with any questions you may have.
fa_ir: تیم اختصاصی پشتیبانی برای پاسخگویی به هرگونه سوالی که ممکن است برای شما ایجاد شود.

source: Numbers speak for themselves
fa_ir: اعداد خودشان با شما صحبت میکنند

source: Fast Growing
fa_ir: پیشرفت سریع

source: Total Clicks
fa_ir: کلیکها

source: Total Links
fa_ir: لینکها

source: Registered users
fa_ir: کاربران

source: Contact Us
fa_ir: ارتباط با ما

source: Get in touch!
fa_ir: با ما در تماس باشید

source: What <b>People Say</b>?
fa_ir: نظر کاربران

source: Signup for an account in just 2 minutes. Once you've completed your registration just start '. 'creating short URLs and sharing the links with your family and friends.
fa_ir: در عرض 2 دقیقه یک حساب کاربری برای خود ایجاد کنید. پس از تکمیل ثبت نام خود، شروع به کوتاه کردن لینکها و همچنین اشتراک گذاری لینکها با خانواده و دوستان خود بکنید.

source: It's just three steps
fa_ir: فقط در سه قدم

source: How You <b>Start</b>?
fa_ir: چطور شروع کنید؟

source: Why <b>join us?</b>
fa_ir: چرا این سایت؟

source: Personal Token
fa_ir: نام کاربری

source: Purchase Code
fa_ir: کد سفارش

source: Add Announcement
fa_ir: افزودن اطلاعیه

source: Title
fa_ir: عنوان

source: Published
fa_ir: منتشرشده

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Content
fa_ir: محتوا

source: Edit Announcement
fa_ir: ویرایش اطلاعیه

source: Manage Announcements
fa_ir: مدیریت اطلاعیه ها

source: Id
fa_ir: شماره

source: modified
fa_ir: ویرایش شده

source: Created
fa_ir: ایجاد شده

source: Actions
fa_ir: عملیات

source: Delete
fa_ir: حذف

source: Are you sure?
fa_ir: شما مطمئن هستید؟

source: Create Banner Campaign
fa_ir: ایجاد آگهی بنری

source: Why views/earnings/Statistics/analytics are not counting?
fa_ir: چرا نمایشها/درآمدها در آمار ارقام و آنالیز شمارش نمیشود؟

source: Important: <b>Default</b> campaigns will not count earnings so you need to create a non-default campaigns and earnings will start count.
fa_ir: یک آگهی غیرپیشفرض ایجاد کنید تا درآمدها شروع به شمارش کند.

source: Anonymous(not registered users) short links will not earn, only registered can earn.
fa_ir: لینکهای مهمانان درآمد کسب نمیکند، فقط کاربران ثبت نام شده.

source: Visitors must be unique within a 24 hours.
fa_ir: بازدیدکننده ها در طی ۲۴ ساعت یکتا و غیرتکراری میباشند.

source: Visitors must have JavaScript enabled
fa_ir: بازدیدکننده ها باید دارای جاوا اسکریپت فعال باشند.

source: Visitors must have Cookies enabled
fa_ir: بازدیدکننده ها باید دارای کوکی های فعال باشند.

source: Must view your website for at least {0} seconds
fa_ir: حداقل به مدت {0} ثانیه آگهی شما را خواهند دید.

source: Campaign Type
fa_ir: نوع آگهی

source: Non-default Campaign
fa_ir: آگهی غیرپیشفرض

source: Default means that campaign will not count earning for publisher.
fa_ir: آگهی پیشفرض یعنی هیچ درآمدی برای انتشار دهندگان ندارد.

source: User
fa_ir: کاربر

source: Choose
fa_ir: انتخاب کنید

source: Campaign Name
fa_ir: نام کمپین

source: Status
fa_ir: وضعیت

source: Active
fa_ir: فعال

source: Paused
fa_ir: متوقف

source: Canceled
fa_ir: لغو شده

source: Finished
fa_ir: پایان یافته

source: Under Review
fa_ir: تحت بررسی

source: Pending Payment
fa_ir: درانتظار پرداخت

source: Invalid Payment
fa_ir: پرداخت نامعتبر

source: Refunded
fa_ir: برگشتی

source: Banner Details
fa_ir: جزئیات بنر

source: Banner Name
fa_ir: نام بنر

source: (only for internal use)
fa_ir: (فقط برای استفاده داخلی)

source: Banner Size
fa_ir: اندازه بنر

source: Leaderboard - 728x90
fa_ir: سردر بزرگ 728x90

source: Full banner - 468x60
fa_ir: استاندارد وسط 468x60

source: Large rectangle - 336x280
fa_ir: مربعی پایین 336*280

source: Banner Code
fa_ir: کد نمایشی بنر

source: (can be either HTML or JavaScript and must comply with our rules)
fa_ir: (شما میتوانید از کدهای HTML و جاوا طبق قوانین ما استفاده نمایید.)

source: Advertising Rates
fa_ir: نرخهای تبلیغات

source: Country
fa_ir: کشور

source: Price / 1,000
fa_ir: قیمت / 1000

source: Purchase
fa_ir: خرید

source: You have ordered {0} visitors for a total of {1}
fa_ir: شما درخواست {0} بازدیدکننده به مبلغ کل {1} دارید.

source: Pay Campaign
fa_ir: پرداخت هزینه آگهی

source: Traffic Sources/Devices
fa_ir: منابع دریافتی بازدید

source: Desktop, Mobile and Tablet
fa_ir: رایانه، موبایل و تبلت

source: Desktop Only
fa_ir: فقط رایانه

source: Mobile / Tablet Only
fa_ir: فقط موبایل و تبلت

source: Create Interstitial Campaign
fa_ir: ایجاد آگهی بینابینی

source: Website Details
fa_ir: جزئیات وبسایت

source: URL
fa_ir: آدرس لینک

source: Create Popup Campaign
fa_ir: ایجاد آگهی پاپ آپ

source: Edit Campaign
fa_ir: ویرایش آگهی

source: Website Title
fa_ir: عنوان وبسایت

source: Website URL
fa_ir: آدرس وبسایت

source: Advertiser Price / 1,000
fa_ir: قیمت آگهی دهنده / 1000

source: Publisher Price / 1,000
fa_ir: قیمت منتشر کننده / 1000

source: Desktop and Mobile
fa_ir: رایانه و موبایل

source: Mobile
fa_ir: موبایل

source: Update Campaign
fa_ir: بروزرسانی آگهی

source: Manage Campaigns
fa_ir: مدیریت آگهی ها

source: User Id
fa_ir: شماره کاربر

source: Name
fa_ir: نام

source: website title, url, banner name,..
fa_ir: عنوان وبسایت، لینک، نام بنر،..

source: Filter
fa_ir: فیلتر

source: Reset
fa_ir: ریست

source: Reference
fa_ir: مرجع

source: Username
fa_ir: نام کاربری

source: Price
fa_ir: قیمت

source: Visitors/Total
fa_ir: بازدیدها/مجموع

source: Payment Method
fa_ir: روش پرداخت

source: View
fa_ir: نمایش

source: Edit
fa_ir: ویرایش

source: Pause
fa_ir: توقف

source: Resume
fa_ir: ادامه

source: Campaign #{0}
fa_ir: آگهی #{0}

source: Campaign Details
fa_ir: جزئیات آگهی

source: Campaign Clicks Details
fa_ir: جزئیات کلیکهای آگهی

source: Click Type
fa_ir: نوع کلیک

source: Count
fa_ir: تعداد

source: Publisher Earnings
fa_ir: درآمد از انتشار

source: No available data.
fa_ir: اطلاعاتی وجود ندارد.

source: Countries
fa_ir: کشورها

source: Referers
fa_ir: منابع

source: Referer
fa_ir: منبع

source: Manage Invoices
fa_ir: مدیریت فاکتورها

source: Paid
fa_ir: پرداخت شده

source: Unpaid
fa_ir: پرداخت نشده

source: Description
fa_ir: توضیحات

source: Amount
fa_ir: مبلغ

source: Paid date
fa_ir: تاریخ پرداخت

source: Mark as paid
fa_ir: علامت بعنوان پرداخت شده

source: Invoice #{0}
fa_ir: فاکتور #{0}

source: Paid Date
fa_ir: تاریخ پرداخت

source: Edit Link: {0}
fa_ir: ویرایش لینک: {0}

source: Hidden
fa_ir: مخفی

source: Inactive
fa_ir: غیرفعال

source: Long URL
fa_ir: لینک اصلی

source: Advertising Type
fa_ir: نوع تبلیغات

source: Manage Links
fa_ir: مدیریت لینکها

source: Link Id
fa_ir: شماره لینک

source: Alias
fa_ir: پسوند

source: Title, Desc. or URL
fa_ir: عنوان، توضیحات یا آدرس

source: Unhide
fa_ir: آشکار

source: Deactivate
fa_ir: غیرفعال

source: Stats
fa_ir: وضعیت

source: Copy
fa_ir: کپی

source: Hide
fa_ir: پنهان

source: Banner Advertisement Price
fa_ir: قیمت گذاری آگهی های بنری

source: Set Prices For {0}
fa_ir: تنظیم قیمتها برای {0}

source: Save
fa_ir: ذخیره

source: Set Price For
fa_ir: تنظیم قیمت برای

source: Email Settings
fa_ir: تنظیمات ایمیل

source: Saving ...
fa_ir: درحال ذخیره...

source: Admin Email
fa_ir: ایمیل مدیر

source: Settings
fa_ir: تنظیمات

source: General
fa_ir: عمومی

source: Links
fa_ir: لینکها

source: Integration
fa_ir: درون ریزی

source: Admin Ads
fa_ir: تبلیغات مدیر

source: Captcha
fa_ir: کپچا

source: Security
fa_ir: امنیتی

source: Payment
fa_ir: پرداخت

source: Social Media
fa_ir: محیط اجتماعی

source: Site Name
fa_ir: نام سایت

source: Main Domain
fa_ir: دامنه اصلی

source: Default Short URL Domain
fa_ir: دامنه پیشفرض لینکهای کوتاه

source: Multi Domains
fa_ir: دامنه های دیگر

source: Site Description
fa_ir: توضیحات سایت

source: Default Language
fa_ir: زبان پشفرض

source: Site Languages
fa_ir: زبانهای فعال سایت

source: Language Automatic Redirect
fa_ir: ارجاع خودکار زبان

source: Select Theme
fa_ir: انتخاب قالب

source: Close Registration
fa_ir: بستن عضویت

source: Enable Premium Membership
fa_ir: فعالسازی ارتقاء عضویت

source: Time Zone
fa_ir: موقعیت زمانی

source: Logo URL
fa_ir: آدرس لوگو

source: Logo URL - Alternative
fa_ir: آدرس لوگو - جایگزین

source: Enable Account Activation by Email
fa_ir: فعالسازی ارسال ایمیل فعالسازی حسابها

source: Enable Advertising
fa_ir: فعالسازی تبلیغات

source: Referral Percentage
fa_ir: درصد زیرمجموعه ها

source: Minimum Withdrawal Amount
fa_ir: حداقل مبلغ برداشت

source: Reserved Usernames
fa_ir: نام کاربری های رزرو شده

source: Fake Users Base
fa_ir: تعداد کاربران تقلبی

source: Fake Links Base
fa_ir: تعداد لینکهای تقلبی

source: Fake Clicks base
fa_ir: تعداد کلیکهای تقلبی

source: Advertisement Types
fa_ir: انواع آگهی

source: Enable Interstitial Advertisement
fa_ir: فعالسازی آگهی بینابینی

source: Enable Banner Advertisement
fa_ir: فعالسازی آگهی بنری

source: Enable Popup Advertisement
fa_ir: فعالسازی آگهی پاپ آپ

source: Enable No Advert
fa_ir: فعالسازی بدون آگهی

source: Default Advertisement Types
fa_ir: نوع آگهی پیشفرض

source: Anonymous Default Advert
fa_ir: نوع آگهی پیشفرض مهمانان

source: Interstitial Advertisement
fa_ir: آگهی بینابینی

source: Ad Banner
fa_ir: آگهی بنری

source: Member Default Advert
fa_ir: نوع آگهی پشفرض کاربران

source: Metadata Fetching
fa_ir: بررسی متادیتا

source: Disable Metadata Fetching on Homepage
fa_ir: غیرفعالسازی بررسی متادیتا ها در صفحه اصلی

source: Disable Metadata Fetching on Member Area
fa_ir: غیرفعالسازی بررسی متادیتا ها در صفحه کاربری

source: Disable Metadata Fetching on API
fa_ir: غیرفعالسازی بررسی متادیتا ها در API

source: Counter Value
fa_ir: مقدار تایمر انتظار

source: Mass Shrinker Limit
fa_ir: میزان محدودیت کوتاه کننده جمعی

source: Disallowed Domains
fa_ir: دامنه های غیرمجاز

source: Reserved Aliases
fa_ir: پیشوند های رزرو شده

source: Currency Code
fa_ir: کد ارز

source: Currency Symbol
fa_ir: نماد ارز

source: Currency Position
fa_ir: موقعیت ارز

source: Before Price
fa_ir: قبل مبلغ

source: After Price
fa_ir: بعد مبلغ

source: Wallet Settings
fa_ir: تنظیمات کیف پول

source: Enable Wallet
fa_ir: فعالسازی کیف پول

source: PayPal Settings
fa_ir: تنظیمات پی پال

source: Enable PayPal
fa_ir: فعالسازی پی پال

source: Payment Business Email
fa_ir: ایمیل پرداخت تجاری

source: Enable PayPal Sandbox
fa_ir: فعالسازی حالت آزمایش پی پال

source: Payza Settings
fa_ir: تنظیمات پی زا

source: Enable Payza
fa_ir: فعالسازی پی زا

source: Payza Merchant Email
fa_ir: ایمیل بازرگانی پی زا

source: Enable Payza Test Mode
fa_ir: فعالسازی حالت تست پی زا

source: Skrill Settings
fa_ir: تنظیمات اسکریل

source: Enable Skrill
fa_ir: فعالسازی اسکریل

source: Webmoney Settings
fa_ir: تنظیمات وبمانی

source: Enable Webmoney
fa_ir: فعالسازی وبمانی

source: Enable Blog
fa_ir: فعالسازی وبلاگ

source: Enable Comments
fa_ir: فعالسازی نظرات

source: Interstitial Advertisement Price
fa_ir: قیمت گذاری آگهی های بینابینی

source: Popup Advertisement Price
fa_ir: قیمت گذاری آگهی های پاپ آپ

source: Social Login Settings
fa_ir: تنظیمات ورودی اجتماعی

source: Facebook Settings
fa_ir: تنظیمات فیسبوک

source: Twitter Settings
fa_ir: تنظیمات توئیتر

source: Google Settings
fa_ir: تنظیمات گوگل

source: Enable Google
fa_ir: فعالسازی گوگل

source: Add Page
fa_ir: افزودن صفحه

source: Manage Pages
fa_ir: مدیریت صفحات

source: Add Plan
fa_ir: افزودن پلن

source: Enable
fa_ir: فعال

source: Monthly Price
fa_ir: قیمت ماهیانه

source: Yearly Price
fa_ir: قیمت سالیانه

source: Edit Link
fa_ir: ویرایش لینک

source: Edit Long URL
fa_ir: ویرایش لینک بلند

source: Remove Ads
fa_ir: حذف تبلیغات

source: Remove Captcha
fa_ir: حذف کپچا

source: Custom Alias
fa_ir: پیشوند انتخابی

source: Referral Earnings
fa_ir: درآمد زیرمجموعه ها

source: Link Statistics
fa_ir: آمار و ارقام لینک

source: Quick Link Tool
fa_ir: ابزار لینک سریع

source: Mass Shrinker Tool
fa_ir: ابزار کوتاه کننده جمعی

source: Full Page Script Tool
fa_ir: ابزار اسکریپت کوتاه کننده

source: Developers API Tool
fa_ir: ابزار کد API توسعه دهندگان

source: Delete Plan
fa_ir: حذف پلن

source: Select Plan
fa_ir: انتخاب پلن

source: Edit Plan
fa_ir: ویرایش پلن

source: Manage Plans
fa_ir: مدیریت پلنها

source: Modified
fa_ir: ویرایش شده

source: Add Post
fa_ir: افزودن پست

source: Campaigns Report
fa_ir: گزارشات کمپین ها

source: Select User
fa_ir: انتخاب کاربر

source: Select Campaign
fa_ir: انتخاب کمپین

source: Add Testimonial
fa_ir: اضافه کردن نقل قول

source: Position
fa_ir: موقعیت

source: Image
fa_ir: تصویر

source: Manage Testimonials
fa_ir: مدیریت نقل قولها

source: Add User
fa_ir: افزودن کاربر

source: Role
fa_ir: نقش

source: Member
fa_ir: کاربر

source: Admin
fa_ir: مدیر

source: Pending
fa_ir: در انتظار

source: Email
fa_ir: ایمیل

source: Password
fa_ir: کلمه عبور

source: Dashboard
fa_ir: داشبورد

source: Owner Earnings
fa_ir: سود مالک

source: Total Views
fa_ir: مجموع نمایشها

source: Statistics
fa_ir: آمار

source: Date
fa_ir: تاریخ

source: Views
fa_ir: نمایشها

source: Link Earnings
fa_ir: درآمدهای لینک

source: Top 10 Links
fa_ir: 10 لینک برتر

source: Edit User #{0}
fa_ir: ویرایش کاربر #{0}

source: Plan
fa_ir: پلن

source: Choose Plan
fa_ir: انتخاب پلن

source: Plan Expiration Date
fa_ir: تاریخ انقضا پلن

source: Manage Users
fa_ir: مدیریت کاربران

source: All Users
fa_ir: همه کاربران

source: All Referrals
fa_ir: همه زیرمجموعه ها

source: Referred By
fa_ir: ارجاع شده توسط

source: View User #{0}
fa_ir: نمایش کاربر #{0}

source: Account Info.
fa_ir: اطلاعات حساب

source: role
fa_ir: نقش

source: Temp Email
fa_ir: ایمیل موقت

source: Current Publisher Earnings
fa_ir: درآمدهای فعلی ناشر

source: Current Referral Earnings
fa_ir: درآمد فعلی از زیرمجموعه ها

source: Withdrawal Info.
fa_ir: اطلاعات برداشت

source: Withdrawal Method
fa_ir: شیوه دریافت وجه

source: Withdrawal Email
fa_ir: حساب برداشت

source: Billing Info.
fa_ir: اطلاعات شناسایی

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Address 1
fa_ir: آدرس 1

source: Address 2
fa_ir: آدرس 2

source: City
fa_ir: شهر

source: State
fa_ir: استان

source: ZIP
fa_ir: کدپستی

source: Phone Number
fa_ir: شماره تلفن

source: Withdraw #{0}
fa_ir: برداشت #{0}

source: Approved
fa_ir: تایید شده

source: Complete
fa_ir: تکمیل شده

source: Manage Withdraws
fa_ir: مدیریت برداشتها

source: Publishers Available Balance
fa_ir: موجودی دردسترس ناشران

source: Pending Withdrawn
fa_ir: در انتظار پرداخت

source: Tolal Withdrawn
fa_ir: مجموع پرداختها

source: Method
fa_ir: شیوه

source: Action
fa_ir: عملیات

source: Approve
fa_ir: تایید

source: Pending: The payment is being checked by our team.
fa_ir: انتظار: درخواست برداشت درحال بررسی توسط تیم ما.

source: Approved: The payment has been approved and is waiting to be sent.
fa_ir: تایید: درخواست برداشت تایید شده و در صف پرداخت قرار گرفته.

source: Cancelled: The payment has been cancelled.
fa_ir: لغو شده: پرداخت لغو شده است.

source: Forgot Password
fa_ir: فراموشی کلمه عبور

source: Enter your e-mail address below to reset your password.
fa_ir: آدرس ایمیل خود را جهت ریست کردن کلمه عبور وارد نمایید.

source: New Password
fa_ir: کلمه عبور جدید

source: Re-enter New Password
fa_ir: تکرار کلمه عبور جدید

source: Sign In
fa_ir: ورود

source: Sign in to start your session
fa_ir: برای شروع نشست وارد شوید.

source: Username or email address
fa_ir: نام کاربری یا آدرس ایمیل

source: OR
fa_ir: یا

source: Sign in with Facebook
fa_ir: ورود با فیسبوک

source: Sign in with Twitter
fa_ir: ورود با توئیتر

source: Sign in with Google
fa_ir: ورود با گوگل

source: I forgot my password
fa_ir: کلمه عبور را فراموش کرده ام

source: Register a new membership
fa_ir: ثبت نام کاربر جدید

source: Create an Account
fa_ir: ایجاد حساب کاربری

source: Re-enter Password
fa_ir: تکرار کلمه عبور

source: Terms of Service
fa_ir: قوانین خدمات

source: By signing up, you agree to the {0} and {1}.
fa_ir: با عضویت شما {0} و {1} سایت را پذیرفته اید.

source: Sign up with Facebook
fa_ir: عضویت با حساب فیسبوک

source: Sign up with Twitter
fa_ir: عضویت با حساب توئیتر

source: Sign up with Google
fa_ir: عضویت با حساب گوگل

source: I already have a membership
fa_ir: من یک حساب کاربری دارم

source: Domain
fa_ir: دامنه

source: Shorten
fa_ir: کوتاه کننده

source: Advanced Options
fa_ir: تنظیمات پیشرفته

source: Copied!
fa_ir: کپی شد!

source: Hello
fa_ir: سلام

source: Message
fa_ir: متن پیام

source: To reset your password click on the following link or copy-paste it in your browser:
fa_ir: برای بازنشانی

source: Error
fa_ir: خطا

source: An Internal Error Has Occurred
fa_ir: یک خطای داخلی رخ داده است

source: Install
fa_ir: نصب

source: Member Area
fa_ir: ناحیه کاربری

source: Member since
fa_ir: تاریخ عضویت

source: Profile
fa_ir: پروفایل

source: Log out
fa_ir: خروج

source: Reports
fa_ir: گزارشات

source: Campaigns
fa_ir: کمپین ها

source: All Links
fa_ir: همه لینکها

source: Hidden Links
fa_ir: لینکهای مخفی

source: Inactive Links
fa_ir: لینکهای غیرفعال

source: List
fa_ir: لیست

source: Ads
fa_ir: آگهی

source: Withdraws
fa_ir: برداشتها

source: Users
fa_ir: کاربران

source: Add
fa_ir: افزودن

source: Referrals
fa_ir: زیرمجموعه‌ها

source: Membership Plans
fa_ir: پلنهای عضویت

source: Invoices
fa_ir: فاکتورها

source: Posts List
fa_ir: لیست پستها

source: Pages
fa_ir: صفحات

source: Testimonials
fa_ir: نقل قولها

source: Announcements
fa_ir: اطلاعیه ها

source: Social Login
fa_ir: ورودهای دیگر

source: Version
fa_ir: نسخه

source: Developed by
fa_ir: توسعه توسط

source: Administration Area
fa_ir: پنل مدیریت

source: New Shorten Link
fa_ir: لینک کوتاه کن

source: Money Wallet
fa_ir: کیف پول

source: Withdraw
fa_ir: برداشت

source: Tools
fa_ir: ابزارها

source: Quick Link
fa_ir: لینک سریع

source: Mass Shrinker
fa_ir: کوتاه کننده جمعی

source: Full Page Script
fa_ir: اسکریپت

source: Developers API
fa_ir: API توسعه‌دهندگان

source: Change Password
fa_ir: تغییر رمزعبور

source: Change Email
fa_ir: تغییر ایمیل

source: Change Your Plan
fa_ir: تغییر پلن

source: Never
fa_ir: هرگز

source: Current Plan
fa_ir: پلن فعلی

source: Expiration Date
fa_ir: تاریخ اتمام

source: Renew
fa_ir: تمدید

source: Signup for an account in just 2 minutes. Once you've completed your registration'. 'just start creating short URLs and sharing the links with your family and friends.
fa_ir: تنها در ۲ دقیقه ثبت نام کنید و عضویت خود را تکمیل نمایید. شروع به کوتاه کردن لینکهای اینترنتی نمایید و لینکها را بین خانواده و دوستان خود به اشتراک بگذارید.

source: Please find our advertising rate table below. Each visitor you will purchase will meet the following criteria:
fa_ir: لطفا جدول نرخ آگهی‌های ما را در پایین پیدا کنید. هر بازدیدی که شما میخرید شرایط زیر را خواهد داشت:

source: Unique within a 24 hour time frame
fa_ir: در هر ۲۴ ساعت یکتا و منحصربه فرد است.

source: They will have JavaScript enabled
fa_ir: آنها جاوا اسکریپت فعال خواهند داشت.

source: They will have Cookies enabled
fa_ir: کوکی های آنها فعال خواهد بود.

source: You may receive traffic that does not meet this criteria, but you will never be charged for it.
fa_ir: شما ممکن است بازدیدهایی داشته باشید که دارای شرایط نباشد، اما هرگز بابت آن بازدید مبلغی از شارژ حساب شما کسر نمیگردد.

source: I agree to the <a href="{0}" target="_blank">terms and conditions</a>
fa_ir: من با <a href="{0}" target="_blank">شرایط و قوانین</a> موافق هستم

source: Pay
fa_ir: پرداخت

source: Subject
fa_ir: موضوع

source: Invoice Details
fa_ir: جزئیات فاکتور

source: Pay Invoice
fa_ir: پرداخت فاکتور

source: Your API token:
fa_ir: کد API شما:

source: For developers {0} prepared <b>API</b> which returns responses in <b>JSON</b> or <b>TEXT</b> formats.
fa_ir: {0} برای توسعه دهندگان <b>API</b> آماده کرده که پاسخ را به فرمت های <b>JSON</b> یا <b>TEXT</b> برمی گرداند .

source: Currently there is one method which can be used to shorten links on behalf of your account.
fa_ir: در حال حاضر یک روش وجود دارد که می تواند برای کوتاه کردن لینکها، به نمایندگی از حساب شما مورد استفاده قرار گیرد .

source: All you have to do is to send a <b>GET</b> request with your API token and URL Like the following:
fa_ir: کل کاری که شما باید انجام دهید این هست که مقادیر را بصورت <b>GET</b> به همراه کد API و لینک موردنظرتان ارسال نمایید. مانند موارد زیر:

source: You will get a JSON response like the following
fa_ir: شما یک پاسخ JSON مانند زیر دریافت خواهید کرد

source: If you want a TEXT response just add <b>&format=text</b> at the end of your request as the below example. This will return just the short link. Note that if an error occurs, it will not output anything.
fa_ir: اگر یک پاسخ TEXT می خواهید، فقط <b>&format=text</b> را در انتهای درخواست خود، مانند مثال زیر اضافه نمایید. این فقط لینک کوتاه ارائه خواهد داد. توجه داشته باشید که اگر خطایی رخ دهد، هیچ چیزی بعنوان خروجی ارائه نخواهد شد.

source: If you want to use developers API with the interstitial advertising add the below code to the end of the URL
fa_ir: اگر شما می خواهید که API توسعه دهندگان را با تبلیغات صفحه کامل استفاده کنید، کد زیر را به انتهای URL اضافه نمایید

source: If you want to use developers API with the banner advertising add the below code to the end of the URL
fa_ir: اگر شما می خواهید که API توسعه دهندگان را با تبلیغات بنری استفاده کنید، کد زیر را به انتهای URL اضافه نمایید

source: If you want to use developers API without advertising add the below code to the end of the URL
fa_ir: اگر شما می خواهید که API توسعه دهندگان را بدون هیچ تبلیغی استفاده کنید، کد زیر را به انتهای URL اضافه نمایید

source: Note
fa_ir: توجه
