Repository: TRSONGIR/DLDR
Catalog: src/Locale/*/default.po
Languages: fa_ir

source: api & url are required fields and the other fields like alias, format & type are optional.
fa_ir: api و url فیلدهای ضروری اند و فیلدهای دیگر مثل پسوند، فرمت، و نوع اختیاری هستند.

source: That's it :)
fa_ir: همینه :)

source: Using the API in PHP
fa_ir: استفاده از API در PHP

source: To use the API in your PHP application, you need to send a GET request via file_get_contents or cURL. Please check the below sample examples using file_get_contents
fa_ir: برای استفاده از API در برنامه پی اچ پی خود، شما نیاز دارید که یک درخواست تازه با file_get_contents و یا cURL ارسال کنید. لطفا مثالهای نمونه زیر با استفاده از file_get_contents را چک نمایید

source: Using JSON Response
fa_ir: با استفاده از پاسخ JSON

source: Using Plain Text Response
fa_ir: با استفاده از پاسخ ساده Text

source: Short links more easily. Click and drag the following link to your links toolbar.
fa_ir: خیلی آسانتر لینکها را کوتاه کنید. با یک کلیک و کشیدن لینک به صفحه نوار ابزار خودتان.

source: Shorten!
fa_ir: کوتاه کنید!

source: Once this is on your toolbar, you'll be able to make a short link at the click of a button.
fa_ir: زمانیکه این در نوار ابزار شما باشد، شما قادر خواهید با تنها با یک کلیک روی دکمه لینکهای خود را کوتاه نمایید.

source: This is compatible with most web browsers and platforms as long as your bookmarks or favorites allow javascript. The links toolbar may not be visible in all setups and in most browsers, you can enable it in the View->Toolbars menu of your web browser. You can also put it in your bookmarks instead of the links toolbar.
fa_ir: این قابلیت با اکثر مرورگرها و سیستم عاملها سازگار می باشد مادامی که بوک مارکها یا موارد دلخواه شما جاوا اسکریپت را پشتیبانی نمایند. نوار ابزار لینک ها ممکن است در تمام تنظیمات و اغلب مرورگرها قابل مشاهده نباشد، شما می توانید آن را در منوی View-> Toolbars مرورگر خود فعال کنید. شما همچنین می توانید آن را در بوک مارک های خود به جای نوار ابزار لینک قرار دهید.

source: If you have a website with 100's or 1000's of links you want to change over to {0} then please use the script below.
fa_ir: اگر شما دارای وبسایتی هستید که صدها یا هزاران لینک در آن وجود دارد و میخواهید آنها را به {0} تغییر دهید لطفا از کد اسکریپت زیر کمک بگیرید.

source: Simply copy-and-paste the code below on to your webpage or blog and the links will be updated automatically!
fa_ir: به سادگی و با یک کپی پیست کردن کد زیر در وبسایت یا وبلاگ خود میتوانید به صورت اتوماتیک همه لینک ها را کوتاه کنید.

source: You can add or remove any domains for the code that you use on your website.
fa_ir: شما میتوانید هر آدرس دامنه ای که در وبسایت شما وجود دارد که میخواهید لینک های آن کوتاه شود کم یا اضافه نمایید.

source: Or if you wish to change every link to {0} on your website (without stating exactly which domains) please use the following code.
fa_ir: یا اگر میخواهید همه لینک به جز آدرس دامنه های خاصی کوتاه شود از کد زیر استفاده نمایید.

source: If you want to use Full Page Script with the interstitial advertising replace this code
fa_ir: اگر میخواهید اسکریپت همه لینک ها را به صورت آگهی تمام صحفه تبدیل نماید کد زیر را با کد بعد جابه جا نمایید.

source: With
fa_ir: با

source: If you want to use Full Page Script with the banner advertising replace this code
fa_ir: اگر میخواهید اسکریپت همه لینک ها را به صورت آگهی بنری تبدیل نماید کد زیر را با کد بعد جابه جا نمایید.

source: If you want to use Full Page Script without advertising replace this code
fa_ir: اگر میخواهید اسکریپت همه لینک ها را بدون آگهی و با انتقال مستقیم کوتاه کند کد زیر را با کد بعد جابه جا نمایید.

source: Enter up to {0} URLs (one per line) to be shrunk and added to your account
fa_ir: میتوانید تا {0} لینک (هر لینک در یک خط) را گروهی کوتاه کنید.

source: Note: The 'Mass Shrinker' can be disabled to your account if abused. Only create links that you will actually use.
fa_ir: توجه: این قابلیت در صورت رعایت نکردن قوانین و ایجاد مزاحمت از حساب شما حذف خواهد شد. فقط لینکهایی که واقعا میخواهید استفاده نمایید را کوتاه کنید.

source: It is not a valid URL.
fa_ir: این یک آدرس لینک معتبر نیست.

source: All Short Links
fa_ir: همه لینکهای کوتاه

source: Shorten More Links
fa_ir: لینکهای بیشتری کوتاه کنید

source: Everyone can use the shortest way to shorten links with {0}.
fa_ir: هر فردی میتواند با استفاده از این روش در {0} اقدام به کوتاه کردن لینک نماید.

source: Just copy the link below to address bar into your web browser, change last part to destination link and press ENTER. {0} will redirect you to your shortened link. Copy it wherever you want and get paid.
fa_ir: فقط کافیست لینک زیر را در آدرس مرورگر خود کپی نمایید و بخش آخر آن را با لینک بلند خود جایگزین نمایید و کلید اینتر را بزنید. {0} لینک شما را به لینک کوتاه شده ارجاع خواهد داد. و آن را هر جا که میخواهید کپی نمایید و کسب درآمد کنید.

source: If you want to use Quick Link with the interstitial advertising add the below code to the end of the URL
fa_ir: اگر شما میخواهید از لینک سریع همراه با آگهی بینابینی استفاده کنید، کد زیر را در انتهای آدرس لینک اضافه کنید.

source: If you want to use Quick Link with the banner advertising add the below code to the end of the URL
fa_ir: اگر شما میخواهید از لینک سریع همراه با آگهی بنری استفاده کنید، کد زیر را در انتهای آدرس لینک اضافه کنید.

source: If you want to use Quick Link without advertising add the below code to the end of the URL
fa_ir: اگر شما میخواهید از لینک سریع بدون نمایش آگهی استفاده کنید، کد زیر را در انتهای آدرس لینک اضافه کنید.

source: Current Email
fa_ir: ایمیل فعلی

source: New Email
fa_ir: ایمیل جدید

source: Re-enter New Email
fa_ir: تکرار ایمیل جدید

source: Current Password
fa_ir: رمزعبور فعلی

source: Total Earnings
fa_ir: مجموع درآمدها

source: Average CPM
fa_ir: میانگین CPM

source: Free
fa_ir: رایگان

source: / Month
fa_ir: / ماه

source: / Year
fa_ir: / سال

source: Free Plan
fa_ir: پلن رایگان

source: Buy Now
fa_ir: الان بخرید

source: Billing Address
fa_ir: آدرس صورتحساب

source: Withdrawal Info
fa_ir: اطلاعات برداشت

source: PayPal
fa_ir: پی‌پال

source: Payza
fa_ir: پی‌زا

source: Skrill
fa_ir: اسکریل

source: Bitcoin
fa_ir: بیت‌کوین

source: zarinpal
fa_ir: زرین پال

source: Zarinpal
fa_ir: زرین پال

source: ZarinPal
fa_ir: زرین پال

source: Withdrawal Account
fa_ir: حساب برداشت

source: - For PayPal, Payza, Skrill and Perfect Money add your email.
fa_ir: - برای پی پال، پی زا، اسکریل و پرفکت مانی لطفا ایمیل خود را وارد کنید.

source: - For Bitcoin add your wallet address.
fa_ir: - برای بیت کوین آدرس کیف پول را اضافه کنید.

source: - For Zarinpal add your wallet address.
fa_ir: - در پرداخت از طریق سایت زرین پال لازم است تا شماره حساب زرین پال کاربری در این سایت را ثبت نمایید در این روش هیچ کارمزدی کسر نمیگردد.

source: - For Web Money add your purse.
fa_ir: - برای وبمانی کیف پول خود را اضافه کنید.

source: - For Payeer add account, e-mail or phone number.
fa_ir: - برای پی یر حساب، ایمیل یا شماره تلفن خود را وارد نمایید.

source: - For bank transfer add your account holder name, Bank Name, City/Town, Country, Account number, SWIFT, IBAN and Account currency
fa_ir: - برای پرداخت در روش حساب بانکی لازم است تا شماره کارت و شماره شبا کارت خود را ثبت نمایید. درصورتی که فقط شماره کارت را ثبت کنید از طریق کارت به کارت مبلغ 500 تومان کارمزد کسر میگردد.

source: My Referrals
fa_ir: زیرمجموعه‌های من

source: Withdraw Funds
fa_ir: برداشت وجوه

source: Available Balance
fa_ir: موجودی دردسترس

source: When your account reaches the minimum amount of {0} or more, you may request your earnings by clicking the above button. The payment is then sent to your PayPal account during business days no longer than 4 days after requesting. Please do not contact us regarding payments before due dates.
fa_ir: هنگامیکه درآمد حساب شما به مبلغ {0} یا بیشتر برسد شما میتوانید با استفاده از دکمه بالا درخواست واریز بدهید. درآمد شما تا حداکثر ۴ روز کاری به حساب واریز خواهد شد.

source: In order to receive your payments you need to fill your payment method and payment ID <a href="{0}">here</a> if you haven't done so. You are also requested to fill all the required fields in the Account Details section with accurate data.
fa_ir: جهت دریافت درآمد شما باید روش پرداخت و شماره حساب را از <a href="{0}">اینجا</a> تنظیم کنید. همچنین لازم است سایر اطلاعات خواسته شده را با دقت و صحیح در بخش پروفایل وارد نمایید.

source: WHY JOIN US?
fa_ir: چرا باید در این سایت بمانید؟

source: We have defined earning extra money from the comfort of your home.
fa_ir: ما یک روش برای ایجاد درآمد اضافه و آسان حتی در خانه داریم.

source: How can you start making money in {0}? It's just 3 steps: create an account, create a link and post it - for every visit, you earn money. It's just that easy!
fa_ir: چطور میشود با {0} شروع به کسب درآمد کرد؟ خیلی ساده! در سه مرحله: عضویت، ایجاد لینک کوتاه و ارسال - به ازای هر بازدید از لینک شما درآمد کسب میکنید.

source: Get in touch
fa_ir: با ما در تماس باشید

source: Published on
fa_ir: منتشر شده در

source: Clicks on last 30 days
fa_ir: کلیکهای 30 روز گذشته

source: Clicks
fa_ir: کلیکها

source: Referrers
fa_ir: ارجاعات

source: {0}% Referral Bonus
fa_ir: {0}% جایزه از زیرمجموعه

source: Language
fa_ir: زبان

source: Daily CPM
fa_ir: CMP روزانه

source: Close
fa_ir: بستن

source: Cancel
fa_ir: لغو

source: Bookmarklet
fa_ir: نشانه گذاری

source: Complete: The payment has been successfully sent to your payment account.
fa_ir: تکمیل: پرداخت با موفقیت به حساب برداشت شما انجام شده است.

source: Earnings
fa_ir: درآمدها

source: Design
fa_ir: طراحی و قالب

source: FAQ
fa_ir: سوالات متداول

source: Select Frontend Theme
fa_ir: انتخاب قالب صفحه اصلی

source: Select Member Area Theme
fa_ir: انتخاب قالب محیط کاربری

source: Select Member Area Default Theme Skin
fa_ir: انتخاب رنگ پیشفرض قالب محیط کاربری

source: Select Admin Area Theme
fa_ir: انتخاب قالب مدیریت

source: Select Admin Area Default Theme Skin
fa_ir: انتخاب رنگ قالب مدیریت

source: Total Withdraw
fa_ir: مجموع برداشتها

source: Current Money Wallet
fa_ir: موجودی فعالی کیف پول

source: Favicon URL
fa_ir: آدرس تصویر آیکون سایت

source: Combine & Minify CSS & JS files
fa_ir: واحدسازی و فشرده کردن فایلهای JS و CSS

source: Assets CDN URL
fa_ir: آدرس CDN

source: SEO Site Meta Title
fa_ir: متا عنوان سایت برای سئو

source: Payment Methods
fa_ir: روشهای پرداخت

source: Withdrawal Methods
fa_ir: روشهای برداشت

source: Payment Settings
fa_ir: تنظیمات پرداخت

source: ZarinPal Settings
fa_ir: تنظیمات زرین پال

source: Enable ZarinPal
fa_ir: فعالسازی زرین پال

source: Payment User Marchent
fa_ir: کد درگاه زرین پال

source: Enable ZarinPal Sandbox
fa_ir: حالت تست زرین پال

source: ZarinPal Minimum Withdrawal Amount
fa_ir: حداقل برداشت زرین پال

source: PayPal Minimum Withdrawal Amount
fa_ir: حداقل برداشت پی پال

source: Money Wallet Settings
fa_ir: تنظیمات کیف پول

source: Wallet Minimum Withdrawal Amount
fa_ir: حداقل برداشت کیف پول

source: Paid Views Per Day
fa_ir: تعداد پرداخت برای هر آی پی در روز

source: Total Amount
fa_ir: مجموع مبلغ

source: License Activation
fa_ir: فعالسازی لایسنس خرید

source: When your account reaches the minimum amount or more, you may request your earnings by clicking the above button. The payment is then sent to your PayPal account during business days no longer than 4 days after requesting. Please do not contact us regarding payments before due dates.
fa_ir: زمانیکه حساب شما به حداقل مبلغ قابل برداشت برسد شما میتوانید از طریق دکمه بالا اقدام به دریافت وجه نمایید. مبلغ مورد نظر به حساب درخواستی شما حداکثر تا 4 روز کاری به حساب شما واریز خواهد شد. لطفا قبل از زمان ذکر شده از ارسال ایمیل و تیکت پشتیبانی خودداری نمایید.
